Repository: Cravener/Amiant-Image-Gallery
Catalog: amiant_image_gallery/languages/*.UTF-8/LC_MESSAGES/messages.po
Languages: de_de, es_es

source: Access Denied.
de_de: Zugriff verweigert.
es_es: Acceso denegado

source: Image
de_de: Bild
es_es: Imagen

source: of
de_de: von
es_es: de

source: Caption (optional)
de_de: Titel (optional)
es_es: Leyenda (opcional)

source: Link URL (optional)
de_de: Link Adresse (optional)
es_es: Enlace URL (Opcional)

source: Images
de_de: Bilder
es_es: Imágenes

source: Gallery Options
de_de: Настройки галереи
es_es: Opciones de galería

source: Thumbnail Options
de_de: Vorschaubild Optionen
es_es: Opciones de miniatura

source: Slide Options
de_de: Slide Optionen
es_es: Opciones de diapositiva

source: Zoom Mode Options
de_de: Zoom Einstellungen
es_es: Opciones de modo Zoom

source: Type
de_de: Typ
es_es: Tipo

source: Custom Slideshow
de_de: Benutzerdefinierte Slideshow
es_es: Pase de diapositivas personalizado

source: Pictures from File Set
de_de: Bilder aus Dateiset
es_es: Imágenes de un grupo de imágenes

source: Add Image
de_de: Bild hinzufügen
es_es: Añadir imagen

source: Amiant Image Gallery Options
de_de: Amiant Bilder Galerie Optionen
es_es: Opciones de la Galería de Imágenes Amiant

source: Gallery Title:
de_de: Galerie Titel:
es_es: T´tiulo de la galería:

source: Width:
de_de: Breite:
es_es: Ancho:

source: Height:
de_de: Höhe:
es_es: Alto:

source: This is a size of Amiant Image Gallery block container.
de_de: Definiert die Grösse der Amiant Bilder Galerie.
es_es: Define el tamaño del bloque que contendrá la Galería de Imágenes Amiant

source: Must be set to same size as images or higher <span class="required_field">(required)</span>.
de_de: Muss identisch oder grösser als die Bildgrösse sein <span class="required_field">(Pflicht)</span>.
es_es: Debe ser el mismo tamaño o mayor que las imágenes <span class="required_field">(obligatorio)</span>.

source: Show As Thumbnails
de_de: Als Vorschaubild anzeigen
es_es: Mostrar como miniaturas

source: Enable Zoom Mode
de_de: Zoom aktivieren
es_es: Activar modo Zoom

source: Transition Type
de_de: Übergangstyp
es_es: Tipo de transición

source: Transition speed:
de_de: Übergangs-Geschwindigkeit:
es_es: Velocidad de transición:

source: milliseconds.
de_de: Millisekunden.
es_es: milisegundos.

source: Auto Play
de_de: Automatisch starten
es_es: Reproducción automática.

source: Pause slideshow on mouse hover
de_de: Slideshow stoppen bei Mauskontakt
es_es: Pausar al situar el cursor sobre la proyección.

source: Loop images continuously
de_de: Endlosschlaufe
es_es: Bucle continuo.

source: Duration of each slide:
de_de: Dauer pro Slide:
es_es: Duración de cada diapositiva:

source: seconds.
de_de: Sekunden.
es_es: Segundos.

source: Please turn on "Show As Thumbnails" option on the "Gallery Options" tab, if you want to activate the options below.
de_de: Bitte die Option "Als Vorschaubild anzeigen" in den "Galerie Optionen" aktivieren um diese Optionen zu nutzen.
es_es: Activa la opción "Mostrar como miniaturas" en la pestaña"Opciones de galería" si quieres activar las opciones que aparecen abajo..

source: Maximum Thumbnails per page:
de_de: Maximale Anzahl Vorschaubilder pro Seite:
es_es: Número máximo de miniaturas por página.

source: (required)
de_de: (erforderlich)
es_es: (requerido)

source: Maximum Thumbnail Width:
de_de: Maximale Vorschaubildbreite:
es_es: Ancho máximo de miniaturas:

source: Maximum Thumbnail Height:
de_de: Maximale Vorschaubildhöhe:
es_es: Alto máximo de miniaturas:

source: Add Title Attribute to IMG tag for thumbnails
de_de: Title Attribut bei IMG Tags verwenden
es_es: Añadir el atributo Title a la etiqueta IMG de las miniaturas

source: Show Pop-up Bubble with Information for Thumbnails
de_de: Popup Informationen für Vorschaubilder anzeigen
es_es: Mostrar burbuja emergente con información acerca de las miniaturas

source: Show File Caption in a Pop-up Bubble
de_de: Datei-Titel in Popup anzeigen
es_es: Mostrar leyenda del archivo en una burbuja emergente.

source: Show File Name in a Pop-up Bubble
de_de: Dateiname in Popup anzeigen
es_es: Mostrar nombre de archivo en una burbuja emergente.

source: Show File Type in a Pop-up Bubble
de_de: Dateityp in Popup anzeigen
es_es: Mostrar clase de archivo en una burbuja emergente.

source: Show File Size in a Pop-up Bubble
de_de: Dateigrösse in Popup anzeigen
es_es: Mostrar tamaño del archivo en una burbuja emergente.

source: Show a Link to Download the File in a Pop-up Bubble
de_de: Downloadlink in Popup anzeigen
es_es: Mostrar enlace de descarga del archivo en una burbuja emergente.

source: Align the image in the center of the block
de_de: Bilder im Block zentrieren
es_es: Alinear la imagen en el centro del bloque

source: Show information about the image on the slide
de_de: Bildinformationen auf jedem Slide anzeigen.
es_es: Mostrar información de la imagen en la diapositiva

source: Show File Caption
de_de: Dateititel anzeigen
es_es: Mostras leyenda del archivo

source: Show File Name
de_de: Dateinamen anzeigen
es_es: Mostrar el nombre del archivo

source: Show File Type
de_de: Dateityp anzeigen
es_es: Mostrar el tipo de archivo

source: Show File Size
de_de: Dateigrösse anzeigen
es_es: Mostrar el tamaño del archivo

source: Show a Link to Download the File
de_de: Link für Download anzeigen
es_es: Mostrar un enlace de descarga del archivo

source: Display an images with various ways.
de_de: Bilder mit verschiedenen Stilen anzeigen.
es_es: Mostrar imágenes en varias formas.

source: Amiant Image Gallery
de_de: Amiant Bildergalerie
es_es: Galería de Imágenes Amiant

source: Choose Image/File
de_de: Bild auswählen
es_es: elige imagen/archivo

source: Please choose at least two images.
de_de: Bitte mindestens zwei Bilder auswählen.
es_es: Por favor, elige al menos dos imágenes.

source: Please choose a file set.
de_de: Bitte Dateiset auswählen.
es_es: Por favor, elige un grupo de archivos.

source: Please set the width and height of block container.
de_de: Bitte Breite und Höhe der Galerie definieren.
es_es: Por favor indica el ancho y el alto del bloque contenedor.

source: Please set the maximum thumbnails count per page.
de_de: Bitte die maximale Anzahl Vorschaubilder pro Seite angeben.
es_es: Indica el número máximo de miniaturas por página.

source: Please set the maximum thumbnail width.
de_de: Bitte maximale Vorschaubildbreite definieren.
es_es: Por favor, indica el ancho máximo de las miniaturas.

source: Please set the maximum thumbnail height.
de_de: Bitte maximale Vorschaubildhöhe definieren.
es_es: Por favor, indica el ancho máximo de las miniaturas.

source: Please select at least one item to display in the pop-up bubble, or disable this option.
de_de: Bitte eine Information selektieren welche im Popup angezeigt werden soll, oder komplett deaktivieren.
es_es: Por favor, selecciona al menos un item para mostrar en la burbuja emergente, o desactiva esta opción.

source: Maximum number of thumbnails on a page should be not more than 50.
de_de: Maximale Anzahl Vorschaubilder pro Seite darf nicht grösser als 50 sein.
es_es: Número máximo de miniaturas por página no debería ser mayor de 50.

source: Maximum width of thumbnail should be not less than 70.
de_de: Die maximale Vorschaubildbreite darf nicht kleiner als 70 sein.
es_es: El ancho máximo de las miniaturas no debería ser menor de 70.

source: Maximum height of thumbnail should be not less than 70.
de_de: Die maximale Vorschaubildhöhe darf nicht kleiner als 70 sein.
es_es: La altura máxima de las miniaturas no debería ser menor de 70.

source: The Maximum Thumbnails per Page must contain only digits.
de_de: Die maximale Anzahl Vorschaubilder muss numerisch sein.
es_es: El número de máximo de miniaturas por página sólo puede contenedr números.

source: The Maximum Thumbnail Width must contain only digits.
de_de: Die maximale Vorschaubildbreite muss numerisch sein.
es_es: El ancho máximo de las miniaturas sólo puede contener números.

source: The Maximum Thumbnail Height must contain only digits.
de_de: Die maximale Vorschaubildhöhe muss numerisch sein.
es_es: La altura máxima de las miniaturas sólo puede contener números.

source: Name
es_es: Nombre

source: Size
de_de: Grösse
es_es: Tamaño

source: Download
de_de: Herunterladen
es_es: Descargar

source: Content disabled in Edit Mode.
de_de: Inhalt deaktiviert im Bearbeitungsmodus.
es_es: Contenido deshabilitado en modo edición.

source: Previous
de_de: Zurück
es_es: Anterior

source: Next
de_de: Weiter
es_es: Siguiente
